[
    "Do you know ***? Can you draw a picture of it for me?",
    "Do you know what *** looks like? Please draw an image of it for me.",
    "I'm very interested in ***. Please help me describe it and draw a portrait of it.",
    "Can you imagine what *** looks like? Please draw a portrait of it for me.",
    "Can you tell me ***? Besides, can you depict it in a painting?",
    "What do you think *** looks like? Can you draw what this place might look like?",
    "What does *** look like? Can you draw a sketch of it for me?",
    "Do you know about ***? Please draw an image of them for me.",
    "I heard that *** is very attractive. Can you introduce it to me? Then draw an image of it for me.",
    "I need a painting of *** now. Please help me describe it and draw it.",
    "I'm paying a lot of attention to *** now. Do you know it? By the way, help me draw a picture to introduce it.",
    "Can you draw a picture of ***? Besides, can you give me some popular science knowledge about ***?",
    "Have you ever seen the scene of ***? What does *** usually look like? Please draw a picture for me.",
    "Will there be ** in the ** of **? Can you draw a picture of this scene for me?",
    "What is the most wonderful *** you have ever seen? Please draw a scene picture of *** for me.",
    "What kind of wonders can be seen in ***? I'm really curious about what that scene will be like. Can you show it to me?",
    "I want to know ***, and you need to draw a moment of ** and **?",
    "Can you describe *** for me? It would be even better if there is a painting.",
    "Hey, can you tell me a *** about *** and draw a vivid picture?",
    "Can you describe the scene in the *** video? If possible, can you quickly draw a picture? I really want to see your ideas!",
    "Hey! What is *** usually like? Besides, can you show me what *** looks like?",
    "Have you ever seen ***? That moment must be very shocking. Can you draw a picture of that moment?",
    "Can you imagine how the concept of *** is presented in different ***? Maybe a painting showing its symbol will be helpful.",
    "Can you describe what *** is like? I want to see such a scenery.",
    "Do you know what *** is? And why? Can you draw what it looks like?",
    "Describe the ** of *** and show me a picture of **.",
    "Can you describe the scene of ***? Then draw an image of it.",
    "What interesting knowledge does *** have? Can you show me a picture of **?",
    "Can you quickly draw a picture of *** and share some interesting facts about it?",
    "Hey! Can you describe the scene of ***? I really want to hear enough content, and you need to draw it according to the description!",
    "Do you know what happened in **? Please draw a picture related to **! Thank you!",
    "I need a picture of *** now. Do you know other aspects about **? Please help me draw a picture.",
    "Can you describe what ** is like? Help me draw the scene of ***!",
    "What is *** like? Can you show me some pictures of ***?",
    "What is your ideal *** like? Can you draw what it looks like?",
    "Can you describe and draw a picture to show the scene of ***?",
    "I need a picture of ***. Please help me describe and draw an image.",
    "Can you help me draw an image with *** in it? Besides, give me some popular science knowledge.",
    "Hey, I really like *** recently! Can you recommend some *** to me and draw what it looks like?",
    "I urgently need an image and description of *** now. Can you help me describe and draw it?",
    "Under the situation of ***, what wonderful scenes will there be for ***? I'm very curious about what that scene will be like. Can you show it to me?",
    "Can you describe ***, focusing on the colors and the atmosphere created? Help me create a picture of this scene.",
    "Can you describe a scene of *** and show me this picture?",
    "Can you describe what the scene of *** looks like and draw a picture of this scene?",
    "Do you know what *** is? I need a picture of it.",
    "I haven't seen what *** looks like. Please help me describe it, and then I also need an image of it.",
    "What do you think *** looks like? Help me draw a picture to show it.",
    "What kind of scenery do you think *** is? Can you draw a picture for me?",
    "Can you draw the picture of ***? Besides, describe this scene.",
    "Can you draw the picture of ***? What elements do you think will be in the picture?",
    "Have you heard of ***? Help me draw its magnificent scene.",
    "Have you ever seen the scene of ***? I need a painting to show it."
]